const {
  Marketing,
  strategy,
  support,
  memberTeam,
  message,
  sou,
} = require("../../public");

const data = {
  heroServices: {
    title: "نقدم لك أفضل النتائج",
    description:
      "شركة تجارية تأسست في عام 2013، متخصصة في تطوير العلامات التجارية والتسويق الرقمي والبرمجة. أنشأنا فرعًا في تركيا في عام 2014 وأصبحنا شركة رسمية بموجب القانون التركي للشركات التسويقية في عام 2020. بالإضافة إلى ذلك، لدينا فروع في دبي، الإمارات العربية المتحدة، والولايات المتحدة الأمريكية.",
    cta: "اتصل بنا",
  },
  heroAbout: {
    title: "تجربة رقمية شاملة",
    description:
      "شركة تجارية تأسست في عام 2013، متخصصة في تطوير العلامات التجارية والتسويق الرقمي والبرمجة. أنشأنا فرعًا في تركيا في عام 2014 وأصبحنا شركة رسمية بموجب القانون التركي للشركات التسويقية في عام 2020. بالإضافة إلى ذلك، لدينا فروع في دبي، الإمارات العربية المتحدة، والولايات المتحدة الأمريكية.",
    cta: "ابدأ الآن",
    items: {
      message: {
        title: "رسالتنا",
        description:
          "مساعدة عملائنا على تحقيق أفضل نمو نحو الاستقرار من خلال التسويق الذكي والإبداعي المختلط باستراتيجية واضحة.",
      },
      vision: {
        title: "رؤيتنا",
        description:
          "مساعدة عملائنا على تحقيق أفضل نمو نحو الاستقرار من خلال التسويق الذكي والإبداعي المختلط باستراتيجية واضحة.",
      },
      features: {
        title: "ميزاتنا",
        description: "خبرة أكاديمية - احترافية - عمل جماعي - انتشار",
      },
    },
  },

  services: {
    smallTitle: "ماذا نفعل؟",
    title: "خدماتنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد
    أك سيد. أنين دونك نولا سوليسيتودين`,
    servicesItems: [
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "حلول البرمجة",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      //Second image url
      {
        title: "التصميم",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },

      //Third image url
      {
        title: "تطبيقات الجوال",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
    ],
  },
  strategy: {
    smallTitle: "سير العمل",
    title: "استراتيجيتنا التجارية",
    description: `من تحسين هوية علامتك التجارية وتشغيل الحملات إلى تعزيز وجودك الرقمي، نقوم بكل ذلك`,
    items: {
      item1: {
        title: "البحث والتحليل",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "01",
      },
      item2: {
        title: "التخطيط",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "02",
      },
      item3: {
        title: "التنفيذ",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "03",
      },
    },
  },
  features: {
    smallTitle: "مميزاتنا",
    title: "أفضل شركة في اسطنبول",
    description: `نحن الأفضل لأننا نمزج بين التسويق والبرمجة والتصميم المتقن للحصول على أفضل النتائج. بعد تطوير هوية علامتك التجارية الخاصة، 
    نساعدك على نمو علامتك التجارية من خلال إعداد حملات تسويقية عبر وسائل التواصل الاجتماعي ومحركات البحث.
    
    بالتوازي، نقوم بتطوير موقع الويب الخاص بك بالإضافة إلى التطبيقات والبرامج لعلاقات العملاء والمبيعات والمحاسبة.`,
    items: [
      {
        icon: strategy,
        title: "خطط ونصائح",
      },
      {
        icon: support,
        title: "دعم 24/7",
      },
      {
        icon: strategy,
        title: "أفكار جديدة",
      },
    ],
  },
  callto: {
    title: `نمو عملك اليوم`,
    subTitle: `دع فريقنا يساعد عملك`,
    btn: "إرسال",
  },
  stats: {
    smallTitle: "من نحن؟",
    title: "ينمو عملك معنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. 
    سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين`,
    numbers: {
      project: `مشروع ناجح`,
      client: `عميل سعيد`,
      team: `عضو الفريق`,
    },
  },
  members: {
    smallTitle: "فريقنا",
    title: "تعرف على فريقنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. 
    سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين `,
    btn: "انضم إلى فريقنا",

    items: [
      {
        name: "جنيد العُمر",
        role: "الرئيس التنفيذي - المؤسس",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "هشام حجازي",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "جنيد العُمر",
        role: "الرئيس التنفيذي - المؤسس",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "هشام حجازي",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
    ],
  },
  partners: {
    smallTitle: "شركاؤنا",
    title: "شركاؤنا في رحلة النجاح",
    description: `منذ بداية رحلتنا، ساعدتنا هذه الشركات في تمهيد طريق النجاح. 
     بالعمل جنبًا إلى جنب لفترة كافية، أصبحنا شركاء ومصدر الخدمات الموثوق لهم.
    `,
  },
  grow: {
    title: "نمِ عملك اليوم",
    description: `من تحسين هوية علامتك التجارية وتشغيل الحملات إلى تعزيز وجودك الرقمي، نقوم بكل ذلك
    `,
    btn: "ابدأ الآن",
  },
  clients: {
    smallTitle: "عملاؤنا",
    title: "ماذا يقول عملاؤنا؟",
    description: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. 
    من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
    items: [
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
    ],
  },
};

export default data;
