const {
  Marketing,
  strategy,
  support,
  memberTeam,
  message,
  sou,
  innov1,
  project,
  projectDe,
  soufyane1,
  soufyane,
  soufyane2,
  soufyane3,
} = require("../../public");

const data = {
  heroServices: {
    title: "نقدم لك أفضل النتائج",
    description:
      "شركة تجارية تأسست في عام 2013، متخصصة في تطوير العلامات التجارية والتسويق الرقمي والبرمجة. أنشأنا فرعًا في تركيا في عام 2014 وأصبحنا شركة رسمية بموجب القانون التركي للشركات التسويقية في عام 2020. بالإضافة إلى ذلك، لدينا فروع في دبي، الإمارات العربية المتحدة، والولايات المتحدة الأمريكية.",
    cta: "اتصل بنا",
  },
  heroAbout: {
    title: "تجربة رقمية شاملة",
    description:
      "شركة تجارية تأسست في عام 2013، متخصصة في تطوير العلامات التجارية والتسويق الرقمي والبرمجة. أنشأنا فرعًا في تركيا في عام 2014 وأصبحنا شركة رسمية بموجب القانون التركي للشركات التسويقية في عام 2020. بالإضافة إلى ذلك، لدينا فروع في دبي، الإمارات العربية المتحدة، والولايات المتحدة الأمريكية.",
    cta: "ابدأ الآن",
    items: {
      message: {
        title: "رسالتنا",
        description:
          "مساعدة عملائنا على تحقيق أفضل نمو نحو الاستقرار من خلال التسويق الذكي والإبداعي المختلط باستراتيجية واضحة.",
      },
      vision: {
        title: "رؤيتنا",
        description:
          "مساعدة عملائنا على تحقيق أفضل نمو نحو الاستقرار من خلال التسويق الذكي والإبداعي المختلط باستراتيجية واضحة.",
      },
      features: {
        title: "ميزاتنا",
        description: "خبرة أكاديمية - احترافية - عمل جماعي - انتشار",
      },
    },
  },

  services: {
    smallTitle: "ماذا نفعل؟",
    title: "خدماتنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد
    أك سيد. أنين دونك نولا سوليسيتودين`,
    servicesItems: [
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      {
        title: "حلول البرمجة",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
      //Second image url
      {
        title: "التصميم",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },

      //Third image url
      {
        title: "تطبيقات الجوال",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين ",
      },
    ],
  },
  strategy: {
    smallTitle: "سير العمل",
    title: "استراتيجيتنا التجارية",
    description: `من تحسين هوية علامتك التجارية وتشغيل الحملات إلى تعزيز وجودك الرقمي، نقوم بكل ذلك`,
    items: {
      item1: {
        title: "البحث والتحليل",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "01",
      },
      item2: {
        title: "التخطيط",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "02",
      },
      item3: {
        title: "التنفيذ",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيز سابين.",
        num: "03",
      },
    },
  },
  features: {
    smallTitle: "مميزاتنا",
    title: "أفضل شركة في اسطنبول",
    description: `نحن الأفضل لأننا نمزج بين التسويق والبرمجة والتصميم المتقن للحصول على أفضل النتائج. بعد تطوير هوية علامتك التجارية الخاصة، 
    نساعدك على نمو علامتك التجارية من خلال إعداد حملات تسويقية عبر وسائل التواصل الاجتماعي ومحركات البحث.
    
    بالتوازي، نقوم بتطوير موقع الويب الخاص بك بالإضافة إلى التطبيقات والبرامج لعلاقات العملاء والمبيعات والمحاسبة.`,
    items: [
      {
        icon: strategy,
        title: "خطط ونصائح",
      },
      {
        icon: support,
        title: "دعم 24/7",
      },
      {
        icon: strategy,
        title: "أفكار جديدة",
      },
    ],
  },
  callto: {
    title: `نمو عملك اليوم`,
    subTitle: `دع فريقنا يساعد عملك`,
    btn: "إرسال",
  },
  stats: {
    smallTitle: "من نحن؟",
    title: "ينمو عملك معنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. 
    سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين`,
    numbers: {
      project: `مشروع ناجح`,
      client: `عميل سعيد`,
      team: `عضو الفريق`,
    },
  },
  members: {
    smallTitle: "فريقنا",
    title: "تعرف على فريقنا",
    description: `لوريم إيبسوم دولار سيت أميت كونسيكتيتور. 
    سيد إجيستاس أديبسكينج سيد أك سيد. أنين دونك نولا سوليسيتودين `,
    btn: "انضم إلى فريقنا",

    items: [
      {
        name: "جنيد العُمر",
        role: "الرئيس التنفيذي - المؤسس",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "هشام حجازي",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "جنيد العُمر",
        role: "الرئيس التنفيذي - المؤسس",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "هشام حجازي",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#30C4E5",
      },
      {
        name: "سفيان خلف الله",
        role: "مطور ويب",
        img: memberTeam,
        color: "#F0A400",
      },
    ],
  },
  partners: {
    smallTitle: "شركاؤنا",
    title: "شركاؤنا في رحلة النجاح",
    description: `منذ بداية رحلتنا، ساعدتنا هذه الشركات في تمهيد طريق النجاح. 
     بالعمل جنبًا إلى جنب لفترة كافية، أصبحنا شركاء ومصدر الخدمات الموثوق لهم.
    `,
  },
  grow: {
    title: "نمِ عملك اليوم",
    description: `من تحسين هوية علامتك التجارية وتشغيل الحملات إلى تعزيز وجودك الرقمي، نقوم بكل ذلك
    `,
    btn: "ابدأ الآن",
  },
  clients: {
    smallTitle: "عملاؤنا",
    title: "ماذا يقول عملاؤنا؟",
    description: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. 
    من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
    items: [
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
      {
        name: "سفيان خلف الله",
        img: sou,
        message: `كما قلنا من قبل، نشجعك على الغوص قبل التأكد! نحن متأكدون من أننا سنقدم لك أفضل خدمة، كما قدمنا للعديد من عملائنا أفضل النتائج. من المستحيل أن تشعر بخيبة أمل إذا كنت تعمل معنا.`,
        role: "مطور ويب",
      },
    ],
  },
  innovations: [
    {
      title: "قصة مونارايز",
      description: `موناريسا! أم موناليزا؟موناريسا شركة تجارية
  تعمل في مجال العقارات والسياحة،
  تقع تحديدًا في ريزا، ريزا هي المدينة الجذابة
  واللوحة الفنية الفريدة في الشمال التركي، جبالها وهضابها وبحرها وسمائها،
  وكذلك الحال في طقسها وشعبها. في الواقع، هذه المدينة هي لوحة فنية فريدة من نوعها،
  من نوعها في الإبداع الطبيعي الذي تتميز به.
  
  `,
      img: innov1,
    },
    {
      title: "قصة مونارايز",
      description: `موناريسا! أم موناليزا؟موناريسا شركة تجارية
  تعمل في مجال العقارات والسياحة،
  تقع تحديدًا في ريزا، ريزا هي المدينة الجذابة
  واللوحة الفنية الفريدة في الشمال التركي، جبالها وهضابها وبحرها وسمائها،
  وكذلك الحال في طقسها وشعبها. في الواقع، هذه المدينة هي لوحة فنية فريدة من نوعها،
  من نوعها في الإبداع الطبيعي الذي تتميز به.
  
  `,
      img: innov1,
    },
  ],
  projects: [
    {
      url: "Visual-Identity-Souq-alfurat",
      title: "الهوية البصرية لسوق الفرات",
      tags: [
        {
          title: "العلامة التجارية",
        },
        {
          title: "التصميم",
        },
      ],
      img: project,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: projectDe }, { img: projectDe }, { img: projectDe }],
      },
    },
    {
      url: "Visual-Identity-soufyane",
      title: "الهوية البصرية لسوفيان",
      tags: [
        {
          title: "ui ux",
        },
        {
          title: "التصميم",
        },
      ],
      img: soufyane,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: soufyane1 }, { img: soufyane2 }, { img: soufyane3 }],
      },
    },
    {
      url: "Visual-Identity-Souq-alfurat",
      title: "الهوية البصرية لسوق الفرات",
      tags: [
        {
          title: "العلامة التجارية",
        },
        {
          title: "التصميم",
        },
      ],
      img: project,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: projectDe }, { img: projectDe }, { img: projectDe }],
      },
    },
    {
      url: "Visual-Identity-soufyane",
      title: "الهوية البصرية لسوفيان",
      tags: [
        {
          title: "ui ux",
        },
        {
          title: "التصميم",
        },
      ],
      img: soufyane,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: soufyane1 }, { img: soufyane2 }, { img: soufyane3 }],
      },
    },
    {
      url: "Visual-Identity-Souq-alfurat",
      title: "الهوية البصرية لسوق الفرات",
      tags: [
        {
          title: "العلامة التجارية",
        },
        {
          title: "التصميم",
        },
      ],
      img: project,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: projectDe }, { img: projectDe }, { img: projectDe }],
      },
    },
    {
      url: "Visual-Identity-soufyane",
      title: "الهوية البصرية لسوفيان",
      tags: [
        {
          title: "ui ux ",
        },
        {
          title: "التصميم",
        },
      ],
      img: soufyane,
      details: {
        client: "سوق الفرات",
        services: "تصميم العلامة التجارية",
        duration: "03 أشهر",
        images: [{ img: soufyane1 }, { img: soufyane2 }, { img: soufyane3 }],
      },
    },
  ],
  blogs: [
    {
      id: 1,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 2,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 3,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 4,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 5,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 6,
      url: "diffrence-between-marketing-and-digital-marketing",
      img: soufyane1,
      title: "الفرق بين التسويق والتسويق الرقمي",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
    {
      id: 7,
      url: "soufyane-khalfallah",
      img: projectDe,
      title: "سفيان خلف الله",
      date: "الأحد، 12.08.2023",
      tag: "تصميم",
      description: `في الأيام القديمة، كانت الشركات تحاول خلق اسم لشركتها يرتبط بالسلطة والنفوذ المرتبطين بمشاريع الحكومة أو أنها كانت تحاول السيطرة على المنافسين عن طريق مساومتهم أو شراء مشاريعهم بمبالغ ضخمة من المال. بعد التطور الإنساني والفكري لأصحاب الشركات الكبيرة والمشاريع الرائدة، أصبحت الظاهرة والصورة النظيفة كل ما كانت تمتلكه الشركة من أجل الحصول على سمعة جيدة في السوق من أجل ريادتها أو صورتها بأفضل شكل. "من الناحية الصورية"، يشكل المكان (الموقع والجمال / الديكور) نصف الصورة والنصف الآخر هو الموظفون وطريقتهم في خدمة والتعامل مع العملاء، وهذه هي نقطة هذه المقالة.
      تعريف التسويق
  
      التسويق هو خلق قيمة للمنتجات أو الخدمات وتحويلها إلى حاجة أو رغبة للعملاء. قد تختلف طرق التسويق أو القنوات المستخدمة للوصول إلى العملاء، لكن الهدف يبقى هو نفسه، وهو خلق القيمة والوصول إلى العملاء المحتملين لتحويلهم إلى عملاء جادين.
      ما هو الأهم جدًا لمعرفة الفرق بين التسويق والتسويق الرقمي؟
  
      الأهمية تكمن في معرفة الأصل الثابت، حتى تتمكن من العمل على العوامل الغير مستقرة بشكل احترافي، وعندما نتحدث عن الأصل، نذكر التسويق كعلم ومهنة. عندما نتحدث عن العوامل الغير مستقرة، نذكر التسويق الرقمي والإلكتروني. التسويق لا يمكن أن يتغير، حيث إنه علم يمكنك تطبيقه بغض النظر عن الأدوات المختلفة، بينما قد يتغير التسويق الرقمي في حالة حدوث وضع إلكتروني جديد أو بديل للإنترنت.`,
    },
  ],
};

export default data;
