const { Marketing, strategy, support } = require("../../public");

const dataAr = {
  heroServices: {
    title: "نحن نقدم لك أفضل النتائج",
    description:
      "شركة تجارية تأسست عام 2013، متخصصة في تطوير العلامات التجارية والتسويق الرقمي والبرمجة. أسسنا فرعًا في تركيا عام 2014، وأصبحت شركة رسمية بموجب القانون التركي لشركات التسويق عام 2020. بالإضافة إلى ذلك، لدينا فروع في دبي والإمارات العربية المتحدة والولايات المتحدة الأمريكية.",
    cta: "تواصل معنا",
  },
  services: {
    smallTitle: "ماذا نفعل ؟",
    title: "خدماتنا",
    description: `لوريم إيبسوم دولور سيت أميت كونسيكتيتور. ولكن هناك من يزرع بذورًا صغيرة. إيني دونيك لا يوجد اهتمام`,
    servicesItems: [
      //First image url
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
      {
        title: "التسويق الرقمي",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
      {
        title: "حلول البرمجة",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
      //Second image url
      {
        title: "التصميم",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
      //Third image url
      {
        title: "تطبيقات الجوال",
        imgDark: Marketing,
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. سيد إجيستاس أدبيسشينغ سيد أك سيد. أنين دونك نولا سوليكيتودين",
      },
    ],
  },
  features: {
    smallTitle: "ميزاتنا",
    title: "أفضل شركة في اسطنبول",
    description: `نحن الأفضل لأننا نمزج بين التسويق والبرمجة والتصميم المعقد للحصول على أفضل النتائج. بعد تطوير هوية علامتك التجارية الخاصة،
    نساعدك على تنمية علامتك التجارية من خلال إعداد حملات تسويقية عبر وسائل التواصل الاجتماعي ومحركات البحث.
    
    بالتوازي نقوم بتطوير موقعك الإلكتروني بالإضافة إلى تطبيقات وبرامج لعلاقات العملاء والمبيعات والمحاسبة.`,
    items: [
      {
        icon: strategy,
        title: "خطط ونصائح",
      },
      {
        icon: support,
        title: "دعم على مدار الساعة",
      },
      {
        icon: strategy,
        title: "أفكار جديدة",
      },
    ],
  },
  strategy: {
    smallTitle: "سير العمل",
    title: "استراتيجيتنا التجارية",
    description: `من تحسين هوية علامتك التجارية وتشغيل الحملات إلى تعزيز وجودك الرقمي، نحن نفعل كل شيء`,
    items: {
      item1: {
        title: "البحث والتحليل",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيس سابيين.",
        num: "01",
      },
      item2: {
        title: "التخطيط",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيس سابيين.",
        num: "02",
      },
      item3: {
        title: "التنفيذ",
        description:
          "لوريم إيبسوم دولار سيت أميت كونسيكتيتور. كورسوس يو ننك التريسيس سابيين.",
        num: "03",
      },
    },
  },
  callto: {
    title: `نمو عملك اليوم`,
    subTitle: `دع فريقنا يساعد عملك`,
    btn: "إرسال",
  },
  stats: {
    project: `مشروع ناجح`,
    client: `عميل سعيد`,
    team: `عضو فريق`,
  },
  partners: {
    smallTitle: "شركاؤنا",
    title: "شركاؤنا في رحلة النجاح",
    description: `منذ بداية رحلتنا، ساعدتنا هذه الشركات في تمهيد الطريق للنجاح. من خلال العمل جنبًا إلى جنب لفترة كافية، أصبحنا شركاء والمصدر المفضل لخدماتهم.`,
  },
};

export default dataAr;
